#include <iostream>

using namespace std;
//---------------------Функции и Прототипы---------------------------------------





//------------------------MAIN----------------------------------------------------
int main() {
	setlocale(LC_ALL, "RU");

	//-------------------------------САМА ПРОГА-------------------------------------

	int a;

	cout << "Введите дистанцию в МЕТРАХ:  ";
	cin >> a;

	cout << endl << endl << "Ваша дистанция в КИЛОМЕТРАХ:  " << (float)a / 1000 << endl;







	return 0;
}
